<?php
/**
 * Created by PhpStorm.
 * User: arash
 * Date: 8/13/16
 * Time: 6:44 PM
 */

return [
    'auth' => [
        'login_needed' => 'برای ورود به این قسمت باید وارد سیستم شوید',
        'not_logged_in' => 'هنوز وارد سیستم نشده اید',
        'user_not_found' => 'کاربر مورد نظر شما در سیستم موجود نیست',
        'token_expired' => 'ورود شما به سیستم منقضی شده است، لطفا مجددا وارد سیستم شوید',
        'token_invalid' => 'توکن ارسالی غیر مجاز است',
        'token_absent' => 'توکن در سیستم موجود نیست',
        'token_is_valid' => 'شناسایی کاربر :name انجام شد ، خوش آمدید',
        'login_successful' => 'ورود شما با موفقیت انجام شد',
        'invalid_credentials' => 'نام کاربری و یا کلمه ی عبور اشتباه است',
        'wrong_old_password' => 'کلمه ی عبور قدیمی اشتباه است',
        'change_password_done' => 'تغییر کلمه ی عبور با موفقیت انجام شد',
        'email_not_found' => 'هیچ کاربری با ایمیل :email یافت نشد.',
        'change_password_mail_sent' => 'ایمیل حاوی لینک تغییر کلمه ی عبور ارسال شد ، صندوق دریافت خود را بررسی کنید',
        'mail_send_error' => 'ارسال ایمیل با مشکل مواجه شد ، با اپراتور سیستم تماس بگیرید',
        'reset_password_successful' => 'تغییر کلمه ی عبور با موفقیت انجام شد',
        'chpass_token_expired' => 'لینک ارسال شده غیر فعال شده است ، لطفا دوباره برای دریافت ایمیل اقدام فرمایید.',
        'action_not_permitted' => 'انجام این عملیات برای شما غیر مجاز است',
        'profile_edited' => 'ویرایش پروفایل با موفقیت انجام شد',
        'image_changed' => 'عکس پروفایل با موفقیت تعویض شد',
        'image_removed' => 'عکس پروفایل با موفقیت حذف شد',
    ],
    'user' => [
        'user_added' => 'کاربر با موفقیت اضافه شد',
        'email_exists' => 'کاربر با این ایمیل قبلا ثبت شده است',
        'user_edited' => 'ویرایش کاربر با موفقیت انجام شد',
    ],
    'match' => [
        'match_added' => 'بازی با موفقیت ساخته شد',
        'no_match_found' => 'متاسفانه بازی ای برای شما وجود ندارد',
        'unaccepted_error' => 'مشکلی در ایجاد بازی به وجود آمد',
        'match_has_finished' => 'بازی تمام شده است',
        "answer_has_booked" => "جواب با موفقیت ثبت شد",
        "existing_match" => "بازی از قبل وجود دارد  ",
    ]
];